acpilight
alacritty
amd-ucode
autoconf
automake
base
binutils
bison
breeze-icons
cmatrix
docker
docker-compose
dosfstools
efibootmgr
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gnome-themes-extra
go
grep
groff
grub
gvfs
gzip
htop
hyperfine
imagemagick
inkscape
lazygit
lf-git
libreoffice-still
librewolf-bin
libtool
linux-firmware
linux-lts
linux-zen
lxappearance
m4
maim
make
man-db
mpv
mtools
neofetch
neovim
networkmanager
ninja
nodejs
npm
ntfs-3g
opendoas
openssh
os-prober
pacman
pacman-contrib
pandoc
pandoc-crossref
pass
pass-otp
patch
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
protobuf
pulsemixer
python-pip
reflector
ripgrep
rsync
sed
shellcheck
skippy-xd-git
stow
stylua-bin
sxiv
texinfo
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-pictures
texlive-science
thunar
thunar-volman
tmux
ttf-roboto
udisks2
ueberzug
unzip
vulkan-radeon
vulkan-tools
which
xclip
xf86-video-amdgpu
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xterm
xwallpaper
yay
youtube-dl
zathura
zathura-pdf-mupdf
zip
zsh
