acpilight
alacritty
amd-ucode
arandr
autoconf
automake
base
binutils
bison
breeze-icons
dosfstools
efibootmgr
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
gnome-themes-extra
go
grep
groff
grub
gzip
htop
inkscape
lf-git
librewolf-bin
libtool
linux
linux-firmware
linux-lts
linux-lts-headers
lxappearance
m4
make
man-db
mtools
neofetch
neovim
networkmanager
nodejs
npm
ntfs-3g
openssh
os-prober
pacman
pass
pass-otp
patch
pipewire
pipewire-pulse
pkgconf
pulsemixer
reflector
ripgrep
rsync
sed
shellcheck
skippy-xd-git
stow
sudo
sxiv
texinfo
thunar
tmux
ttf-roboto
udisks2
unzip
which
xclip
xf86-video-amdgpu
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xterm
xwallpaper
yay-git
zathura
zathura-pdf-mupdf
zsh
